#문제1번

print("\t\t#### 회비 정보 ####") 
print("="*55)
print("이름\t\t나이\t전화번호\t\t회비")
print("="*55)
print('홍길동\t\t\"15"\t010-123-1234\t￦20,000')
print('임꺽정\t\t\"20"\t010-234-2345\t￦30,000')
print('김말이\t\t\"28"\t010-345-3456\t￦50,000')
print("-"*55)
print("총합계\t\t\t\t\t￦100,000")
print("="*55)
print('\n')

#문제2번

print( "12 + 54 =" ,12+54 ,'입니다') 
print( "268 - 42 =" ,268-42 ,'입니다')
print( "2 * 23 =" ,2*23 ,'입니다')
print( "120 / 3 =" ,120/3 ,'입니다')
print('\n')

#문제3번

num1 = 10
num2 = 20
sum_ = num1 + num2

print('   --- 출력 결과 ---')
print(f' num1(10) + num2(20) = {sum_}')
